Repository: Kreisverkehr/discord-event-bot
Catalog: DiscordEventBot.Common/Resources/Resources.*.resx
Languages: de

# txt_cmd_help_help_cmd_sum
source: Displays a detailed explaination of the given command
de: Zeigt eine detailierte Erklärung des Befehls an

# txt_cmd_help_help_mod_sum
source: This provides a filtered list of commands. You will only see what you can use.
de: Zeigt eine gefilterte liste aller Befehle. Du siehst nur was du benutzen kannst.

# txt_cmd_help_help_rem
source: This provides a filtered list of commands. You will only see what you can use.
de: Zeigt eine gefilterte liste aller Befehle. Du siehst nur was du benutzen kannst.

# txt_cmd_help_help_sum
source: Displays every command that you can use
de: Zeigt jeden Befehl den du benutzen kannst.

# txt_mod_admset_cmd_setadminrole_param_role_sum
source: The role that should be given access to certain commands.
de: Die Rolle, der der Zugriff auf bestimmte Befehle gewährt werden soll.

# txt_mod_admset_cmd_setadminrole_sum
source: Sets a role that enables any member of it to use the admin commands.
de: Legt eine Rolle fest, die es jedem Mitglied dieser Rolle ermöglicht, die Admin-Befehle zu verwenden.

# txt_mod_admset_cmd_setbc_param_channel_sum
source: The channel in wich the bot reacts to commands.
de: Der Kanal, in dem der Bot auf Befehle reagiert.

# txt_mod_admset_cmd_setlang_param_lang_sum
source: The language the bot should speak. E.g. "de" or "en"
de: Die Sprache, die der Bot sprechen soll. Z.B. "de" oder "en"

# txt_mod_admset_cmd_setlang_sum
source: Sets the language the bot speaks.
de: Legt die Sprache fest, die der Bot spricht.

# txt_mod_admset_cmd_setprefix_param_prefix_sum
source: The prefix the bot should react to in addition to a mention
de: Das Präfix, auf das der Bot zusätzlich zu einer Erwähnung reagieren soll

# txt_mod_admset_cmd_setprefix_sum
source: set a custom command prefix for this guild
de: ein benutzerdefiniertes Befehlspräfix für diese Gilde festlegen

# txt_mod_adm_cmd_exit_param_delay_sum
source: Delay time before the bot initialtes the shutdown.
de: Verzögerungszeit, bevor der Bot das Herunterfahren initialisiert.

# txt_mod_adm_cmd_exit_sum
source: Stops the bot.
de: Fährt den bot herunter.

# txt_mod_adm_name
source: Admin Commands
de: Admin Befehle

# txt_mod_adm_sum
source: Provides administrative commands.
de: Befehle zur verwaltung des Bots.

# txt_mod_eventtpl_cmd_add-group_sum
source: adds a group to an event template.
de: fügt eine Gruppe zu einer Ereignisvorlage hinzu.

# txt_mod_eventtpl_cmd_addgroup_param_capacity_sum
source: The maximum capacity of the group
de: Die maximale Größe der Gruppe

# txt_mod_eventtpl_cmd_addgroup_param_groupname_sum
source: Name of the group you want to add.
de: Name der Gruppe, die Sie hinzufügen möchten.

# txt_mod_eventtpl_cmd_addgroup_param_template_sum
source: The id or name of the template you want to add a group to.
de: Die ID oder der Name der Vorlage, zu der Sie eine Gruppe hinzufügen möchten.

# txt_mod_eventtpl_cmd_create_param_description_sum
source: Description of the event that this template creates.
de: Beschreibung des Ereignisses, das diese Vorlage erzeugt.

# txt_mod_eventtpl_cmd_create_param_duration_sum
source: Duration of the event that this template creates.
de: Dauer des Ereignisses, das diese Vorlage erstellt.

# txt_mod_eventtpl_cmd_create_param_name_sum
source: The name of the template you want to create. This cannot be changed after the creation. Choose a name that is easy to remember and easy to type.
de: Der Name der Vorlage, die Sie erstellen möchten. Dieser kann nach der Erstellung nicht mehr geändert werden. Wählen Sie einen Namen, der leicht zu merken und einfach zu tippen ist.

# txt_mod_eventtpl_cmd_create_param_subject_sum
source: Title of the event that this template creates.
de: Titel des Ereignisses, das diese Vorlage erstellt.

# txt_mod_eventtpl_cmd_create_sum
source: Creates an event template that can be used to create individual events.
de: Erzeugt eine Ereignisvorlage, die zum Erstellen einzelner Ereignisse verwendet werden kann.

# txt_mod_eventtpl_cmd_deletegrp_param_groupindex_sum
source: The index of the group you want to delete. This index is 1-based. To delete the first group secify 1. To delete the second group specify 2 and so on.
de: Der Index der Gruppe, die Sie löschen möchten. Dieser Index ist 1-basiert. Um die erste Gruppe zu löschen, geben Sie 1 ein, um die zweite Gruppe zu löschen, geben Sie 2 ein und so weiter.

# txt_mod_eventtpl_cmd_deletegrp_param_template_sum
source: The id or name of the template you want to delete a group from.
de: Die ID oder der Name der Vorlage, aus der Sie eine Gruppe löschen möchten.

# txt_mod_eventtpl_cmd_deletegrp_rem
source: Deleting a group from an event template does not affect already created events
de: Das Löschen einer Gruppe aus einer Ereignisvorlage hat keine Auswirkungen auf bereits erstellte Ereignisse

# txt_mod_eventtpl_cmd_deletegrp_sum
source: deletes a group from an event template
de: löscht eine Gruppe aus einer Ereignis-Vorlage

# txt_mod_eventtpl_cmd_delete_param_template_sum
source: The id or name of the template you want to delete.
de: Die ID oder der Name der Vorlage, die Sie löschen möchten.

# txt_mod_eventtpl_cmd_delete_rem
source: This does not delete any events that were created using this template. You need to delete them manually.
de: Dadurch werden keine Ereignisse gelöscht, die mit dieser Vorlage erstellt wurden. Sie müssen sie manuell löschen.

# txt_mod_eventtpl_cmd_delete_sum
source: Deletes a template
de: Löscht eine Vorlage

# txt_mod_eventtpl_cmd_list_sum
source: Lists every template in this guild
de: Listet jede Vorlage in dieser Gilde auf

# txt_mod_eventtpl_cmd_update_param_description_sum
source: The new description. Leave empty if you don't want to change it.
de: Die neue Beschreibung. Leer lassen, wenn Sie sie nicht ändern wollen.

# txt_mod_eventtpl_cmd_update_param_duration_sum
source: The new duration of the event. E.g. 2h30m30s for 2 hours, 30 minutes and 30 seconds. You can leave out any component that you don't need. If your event is only 30 minutes you can write "30m". specify "null" if you don't want to change it.
de: Die neue Dauer des Ereignisses. Z. B. 2h30m30s für 2 Stunden, 30 Minuten und 30 Sekunden. Sie können jede Komponente weglassen, die Sie nicht benötigen. Wenn Ihr Ereignis nur 30 Minuten dauert, können Sie "30m" schreiben. Geben Sie "null" an, wenn Sie die Dauer nicht ändern möchten.

# txt_mod_eventtpl_cmd_update_param_subject_sum
source: The new title. Leave empty if you don't want to change it.
de: Der neue Titel. Lassen Sie ihn leer, wenn Sie ihn nicht ändern wollen.

# txt_mod_eventtpl_cmd_update_param_template_sum
source: The id or name of the template you want to change.
de: Die ID oder der Name der Vorlage, die Sie ändern möchten.

# txt_mod_event_cmd_add-group_sum
source: adds a group to an event
de: fügt eine Gruppe zu einer Veranstaltung hinzu

# txt_mod_event_cmd_addgroup_param_capacity_sum
source: Capacity of the new group. Limits the number of attendees in this group when set.
de: Kapazität der neuen Gruppe. Begrenzt die Anzahl der Teilnehmer in dieser Gruppe, wenn festgelegt.

# txt_mod_event_cmd_addgroup_param_eventid_sum
source: The id of the event to wich the group should be added
de: Die ID des Ereignisses, zu dem die Gruppe hinzugefügt werden soll

# txt_mod_event_cmd_addgroup_param_groupname_sum
source: Name of the new group
de: Name der neuen Gruppe

# txt_mod_event_cmd_createftpl_param_startdate_sum
source: The duration of the event. E.g. 2h30m30s for 2 hours, 30 minutes and 30 seconds. You can leave out any component that you don't need. If your event is only 30 minutes you can write "30m"
de: Die Dauer des Ereignisses. Z. B. 2h30m30s für 2 Stunden, 30 Minuten und 30 Sekunden. Sie können jede Komponente weglassen, die Sie nicht benötigen. Wenn Ihre Veranstaltung nur 30 Minuten dauert, können Sie "30m" schreiben.

# txt_mod_event_cmd_createftpl_param_template_sum
source: The id or name of the template you want to create your event from.
de: Die ID oder der Name der Vorlage, aus der Sie Ihr Ereignis erstellen möchten.

# txt_mod_event_cmd_createftpl_sum
source: Creates an event using a template. Every values, except for the start date are pulled from the predefined template.
de: Erzeugt ein Ereignis unter Verwendung einer Vorlage. Alle Werte, außer dem Startdatum, werden aus der vordefinierten Vorlage gezogen.

# txt_mod_event_cmd_create_param_description_sum
source: a long and detailed description of your event. This can be as long as you want.
de: eine lange und ausführliche Beschreibung Ihrer Veranstaltung. Diese kann so lang sein, wie Sie wollen.

# txt_mod_event_cmd_create_param_duration_sum
source: The duration of the event. E.g. 2h30m30s for 2 hours, 30 minutes and 30 seconds. You can leave out any component that you don't need. If your event is only 30 minutes you can write "30m"
de: Die Dauer des Ereignisses. Z. B. 2h30m30s für 2 Stunden, 30 Minuten und 30 Sekunden. Sie können jede Komponente weglassen, die Sie nicht benötigen. Wenn Ihre Veranstaltung nur 30 Minuten dauert, können Sie "30m" schreiben.

# txt_mod_event_cmd_create_param_startdate_sum
source: Start date and time of the event.E.g. "1.1.2020 13:00" for 1st January of 2020 at 1 PM
de: Startdatum und Uhrzeit des Ereignisses, z.B. "1.1.2020 13:00" für den 1. Januar 2020 um 13 Uhr

# txt_mod_event_cmd_create_param_subject_sum
source: Title of the event.
de: Titel der Veranstaltung.

# txt_mod_event_cmd_create_sum
source: creates an event within this server
de: erstellt eine Veranstaltung für diesen Server

# txt_mod_event_cmd_delete_param_eventid_sum
source: The id of the event you want to delete
de: Die ID des Ereignisses, das Sie löschen möchten

# txt_mod_event_cmd_delete_sum
source: deletes the given event
de: löscht das Ereignis

# txt_mod_event_cmd_join-group_sum
source: joins the given event within the given group
de: Tritt dem Ereignis in der angegebenen Gruppe bei.

# txt_mod_event_cmd_joingroup_param_eventid_sum
source: The id of the event you want to join
de: Die ID der Veranstaltung, an der Sie teilnehmen möchten

# txt_mod_event_cmd_joingroup_param_groupname_sum
source: Name of the group you want to join
de: Name der Gruppe, der Sie beitreten möchten

# txt_mod_event_cmd_joingroup_param_user_sum
source: The user you want to join the event. You can either mention it or write it's user- or nickname.
de: Der Benutzer, der an der Veranstaltung teilnehmen soll. Sie können ihn entweder erwähnen oder seinen Benutzer- oder Spitznamen schreiben.

# txt_mod_event_cmd_join_param_eventid_sum
source: The id of the event you want to join
de: Die ID der Veranstaltung, an der Sie teilnehmen möchten

# txt_mod_event_cmd_join_param_user_sum
source: The user you want to join the event. You can either mention it or write it's user- or nickname.
de: Der Benutzer, der an der Veranstaltung teilnehmen soll. Sie können ihn entweder erwähnen oder seinen Benutzer- oder Spitznamen schreiben.

# txt_mod_event_cmd_join_sum
source: joins the given event
de: Tritt der angegebenen Veranstaltung als Teilnehmer bei.

# txt_mod_event_cmd_leave-group_sum
source: leaves the given event group
de: Verlässt die Gruppe des Ereignisses

# txt_mod_event_cmd_leavegroup_param_eventid_sum
source: The id of the event you want to leave
de: Die ID des Ereignisses, das Sie verlassen möchten

# txt_mod_event_cmd_leavegroup_param_groupname_sum
source: The name of the group you want to leave
de: Der Name der Gruppe, die Sie verlassen möchten

# txt_mod_event_cmd_leavegroup_param_user_sum
source: The user you want to leave the event. You can either mention it or write it's user- or nickname.
de: Der Benutzer, der das Ereignis verlassen soll. Sie können ihn entweder erwähnen oder seinen Benutzer- oder Spitznamen schreiben.

# txt_mod_event_cmd_leave_param_eventid_sum
source: The id of the event you want to leave
de: Die ID des Ereignisses, das Sie verlassen möchten

# txt_mod_event_cmd_leave_param_user_sum
source: The user you want to leave the event. You can either mention it or write it's user- or nickname.
de: Der Benutzer, der das Ereignis verlassen soll. Sie können ihn entweder erwähnen oder seinen Benutzer- oder Spitznamen schreiben.

# txt_mod_event_cmd_leave_sum
source: leaves the given event
de: nimmt nicht mehr an der angegebenen Veranstaltung teil

# txt_mod_event_cmd_show-next_sum
source: shows the next X events
de: Zeigt die nächsten Veranstaltungen an

# txt_mod_event_cmd_shownext_param_count_sum
source: The number of events you want to list. Default is 10.
de: Die Anzahl der Ereignisse, die Sie auflisten möchten. Der Standardwert ist 10.

# txt_mod_event_cmd_show_param_eventid_sum
source: The id of the event you want to view
de: Die ID des Ereignisses, das Sie anzeigen möchten

# txt_mod_event_cmd_show_sum
source: View details about the given event
de: Zeigt Details über das angegebene Ereignis an

# txt_mod_event_name
source: Event Commands
de: Ereignis-Befehle

# txt_mod_event_sum
source: provides commands for managing guild events
de: bietet Befehle für die Verwaltung von Gildenereignissen

# txt_mod_help_cmd_help_param_command_sum
source: The name of the command you want to view.
de: Der Name des Befehls, den Sie anzeigen möchten.

# txt_mod_help_cmd_help_param_module_sum
source: The name of the module you want to view.
de: Der Name des Moduls, das Sie anzeigen möchten.

# txt_mod_help_name
source: Help Commands
de: Hilfe über Befehle

# txt_mod_misc_cmd_why_rem
source: If you reply to a message of a failed command and use this command, you will get the reason why the command from this message failed.
de: Wenn Sie auf eine Nachricht eines fehlgeschlagenen Befehls antworten und diesen Befehl verwenden, erhalten Sie den Grund, warum der Befehl aus dieser Nachricht fehlgeschlagen ist.

# txt_mod_misc_cmd_why_sum
source: Get the reason why your last command failed
de: Ermitteln Sie den Grund, warum Ihr letzter Befehl fehlgeschlagen ist

# txt_mod_misc_name
source: Miscellaneous commands
de: Verschiedene Befehle

# txt_mod_misc_sum
source: Commands that do not fit in any other category
de: Befehle, die in keine andere Kategorie passen

# txt_msg_alreadyoined
source: You already joined!
de: Du nimmst bereits an dem Ereignis teil

# txt_msg_cmdoverview_desc
source: Here is a list of commands that the bot understands. You may want more details on specific commands. Use `help *command*`
de: Hier finden Sie eine Liste der Befehle, die der Bot versteht. Möglicherweise möchten Sie mehr Details zu bestimmten Befehlen erfahren. Verwenden Sie `help *Befehl*`. Befehle können aus mehreren Wörtern bestehen. Um einen Befehl auszuführen muss dieser komplett ausgeschrieben werden. Z.B. `event create`. Alle Parameter werden mit einem Leerzeichen voneinander getrennt. Wenn Sie ein Leerzeichen innerhalb eines Parameters verwenden möchten umschließen Sie den Wert mit Anführungszeichen ("). Die Angabe von Datumswerten erfolgt immer inklusive der Uhrzeit. Das Format folgt dabei der Spache des Bots. Sie können also bspw. folgendes Format verwenden "31.12.2020 13:00".

# txt_msg_cmdoverview_title
source: Bot command reference
de: Bot-Befehlsreferenz

# txt_msg_eventcreated
source: Event succesfully created. See below for details.
de: Ereignis wurde erfolgreich erstellt. Siehe unten für Details.

# txt_msg_eventgroupnotfound
source: This event group cannot be found.
de: Die Gruppe konnte nicht gefunden werden.

# txt_msg_eventlist_footer
source: To view more details about an event type `event show [id]`
de: Für weitere Details benutze `event show [id]`

# txt_msg_eventlist_title
source: Upcomming events
de: Kommende Veranstaltungen

# txt_msg_eventnotfound
source: Event not found
de: Ereignis nicht gefunden

# txt_msg_groupfull
source: This group is already full. Please join another group.
de: Diese Gruppe ist bereits voll. Bitte treten Sie einer anderen Gruppe bei.

# txt_msg_groupsfull
source: You can't add more than 11 groups to an event.
de: Sie können nicht mehr als 11 Gruppen zu einem Event hinzufügen.

# txt_msg_nosummary
source: No summary :(
de: Keine Beschreibung :(

# txt_msg_notjoined
source: You can't leave an event you are not attending.
de: Sie können eine Veranstaltung, an der Sie nicht teilnehmen, nicht verlassen.

# txt_msg_templateexists
source: This template already exists. You can modify it using the `event template update` command.
de: Diese Vorlage existiert bereits. Sie können sie mit dem Befehl `event template update` ändern.

# txt_msg_wrong_channel
source: Shhh! I am not allowed to speak in this channel and you should not message me using this channel. I've deleted your message before anyone notices.
de: Pssst! Ich darf in diesem Kanal nicht sprechen und du solltest mich nicht über diesen Kanal ansprechen. Ich habe deine Nachricht gelöscht, bevor es jemand merkt.

# txt_phrase_isoptional
source: Is optional?
de: Ist Optional?

# txt_word_attendee
source: Attendee
de: Teilnehmer

# txt_word_datatype
source: Type
de: Datentyp

# txt_word_duration
source: Duration
de: Dauer

# txt_word_endtime
source: End time
de: Ende

# txt_word_no
source: No
de: Nein

# txt_word_none
source: None
de: Keine

# txt_word_parameters
source: Parameters
de: Parameter

# txt_word_starttime
source: Start time
de: Beginn

# txt_word_subject
source: Subject
de: Betreff

# txt_word_yes
source: Yes
de: Ja

# txt__word_remarks
source: Remarks
de: Bemerkungen
